/* Title for shut-down alert warning that we're updating Boot Caches */
"Updating Boot Caches" = "Opdaterer startbuffere";

/* Text of shut-down alert explaining why we aren't shutting down right away */
"Caches necessary for booting are being updated.  System shutdown will proceed once the caches are up to date." = "Startbuffere er ved at blive opdateret. Systemet vil lukke ned, når bufferne er ajourført.";

/* Title for alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Inconsistent system files" = "Uoverensstemmende systemarkiver";

/* Text of alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Important system files in memory do not match those on disk. Kernel extensions can not be loaded, and some devices may not work. Resetting your startup disk in System Preferences may help." = "Vigtige systemarkiver i hukommelsen passer ikke til arkiverne på disken. Kerneudvidelser kan ikke indlæses, og nogle enheder virker evt. ikke. Det kan måske hjælpe at nulstille startdisken i Systemindstillinger.";

/* Title for alert warning the user of a kernel extension whose contents could be replaced with malicious code. */
"System extension cannot be used" = "Systemudvidelse kan ikke bruges";

/* Text of alert warning the user of a kernel extension whose contents could be replaced with malicious code. In two parts; the filename in question is put in between them. */
"The system extension \"" = "Systemudvidelsen “";

"\" was installed improperly and cannot be used. Please try reinstalling it, or contact the product's vendor for an update." = "” blev installeret forkert og kan ikke bruges. Prøv at installere den igen, eller kontakt forhandleren for at få en opdatering.";

/* OK */
"OK" = "OK";

/* Display mode naming related strings. */

"PAL"  = "PAL";
"NTSC" = "NTSC";

"256 Colors" = "256 farver";
"Thousands"  = "Tusinder";
"Millions"   = "Millioner";
"Trillions"  = "Billioner";

"n/a"  = "n/a";

"stretched"  = "strakt";
"simulscan"  = "simulscan";
"interlaced" = "interlaced";
"external"   = "ekstern";


"%%.%ldf Hertz"       = "%%.%ldf Hz";
"%%.%ldf Hertz (%%@)" = "%%.%ldf Hz (%%@)";

"%d x %d"  = "%d x %d";
"%d x %dp" = "%d x %dp";
"%d x %di" = "%d x %di";

"%@"						=	"%@";
"%@ (%@)"					= 	"%@ (%@)";
"%@ (%@, %@)"					= 	"%@ (%@, %@)";
"%@ (%@, %@, %@)"				=	"%@ (%@, %@, %@)";
"%@ (%@, %@, %@, %@)"				=	"%@ (%@, %@, %@, %@)";
"%@ (%@, %@, %@, %@, %@)"			=	"%@ (%@, %@, %@, %@, %@)";

"%%@, %%.%ldf Hz"				=	"%%@, %%.%ldf Hz";
"%%@, %%.%ldf Hz (%%@)"				=	"%%@, %%.%ldf Hz (%%@)";
"%%@, %%.%ldf Hz (%%@, %%@)"			= 	"%%@, %%.%ldf Hz (%%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@)"		=	"%%@, %%.%ldf Hz (%%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)"		=	"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)"	=	"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)";
